Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: No pewnie! O wiele łatwiej jest wpaść!
uk: Ну звісно! Тільки тут попастись набагато простіше!

source: No pewnie! Wszyscy mnie znają, skryba też, więc gwarantuję, że przyniesie ci korzyść!
uk: Звісно! Мене всі знають, і писар теж, тож я гарантую, що тобі вона буде корисною!

source: No podejdź, nie bój się starego wilka morskiego.
uk: Ну ж бо, не бійся старого морського вовка.

source: No pomyśl. Zaginęli, do cholery!
uk: Сам подумай. Вони зникли, чорт забирай!

source: No proszę, czyli moje stosunki z Roderichem są tak dobre, że aż swoich wysyła do pomocy.
uk: Схоже, що мої стосунки з Родеріхом настільки хороші, що він посилає своїх людей мені в допомогу.

source: No proszę, czyli najemnicy Araxos do czegoś się nadają... znaczy, dobra robota.
uk: Отже, найманці з Араксосу все ж таки на щось здатні... Я маю на увазі, хороша робота.

source: No proszę, jednak można!
uk: Ну ось, не так вже й важко!

source: No proszę, kogo my tu mamy.
uk: Гляньте, хто у нас тут.

source: No proszę, kto tu awansował!
uk: Ну, кого тут підвищили!

source: No proszę, mamy tu bohatera!
uk: Тільки погляньте, у нас тут герой!

source: No proszę, proszę, kogo my tu mamy! Dawno się nie widzieliśmy!
uk: Так-так, хто тут у нас! Давно не бачилися!

source: No proszę, proszę, poradziliście sobie z moimi ludźmi.
uk: Отакої, ви впорались з моїми людьми.

source: No proszę, przyniosłeś więcej, niż od ciebie chciałam. Ten zapas wystarczy mi na kolejny tydzień!
uk: Ну от, ти приніс більше, ніж я від тебе хотіла. Цього запасу мені вистачить ще на наступний тиждень!

source: No proszę, sam zwycięzca turnieju przyszedł porozmawiać. U mnie całkiem nieźle, chociaż pewnie nie tak dobrze jak tobie z nowym tytułem.
uk: Що ж, сам чемпіон турніру прийшов поговорити. У мене справи йдуть непогано, хоча, можливо, не так добре, як у тебе з твоїм новим титулом.

source: No proszę. Dokładnie tyle, ile się spodziewałem, że mi przyniesiesz.
uk: Ось, будь ласка. Саме стільки, скільки я очікував, що ти мені принесеш.

source: No proszę. Wiesz, kiedy milczeć i słuchać.
uk: Ну от. Ти знаєш, коли треба помовчати і послухати.

source: No proszę... Miałeś ich więcej niż sądziłem.
uk: Треба ж... У тебе її навіть більше, ніж я думав.

source: No przecież! To z Jonem Henk się zakładał! Teraz już sobie wszystko przypomniałem.
uk: Ну, нарешті! Це ж Йон побився об заклад з Хенком! Тепер я все пригадав.

source: No raczej nie inaczej!
uk: Ну, принаймні, нічим не відрізняється!

source: No rdza. Czemu pytasz?
uk: Так, заіржавіти. Чому питаєш?

source: No tak się złożyło. Być może wpadłam mu w oko, kto wie?
uk: Ну, так сталося. Можливо, я привернула його увагу, хто знає?

source: No tak! Miałbym pracę i być może ktoś zobaczyłby we mnie bohatera!
uk: Ну, так! У мене була б робота, і, можливо, хтось побачив би в мені героя!

source: No tak, 'tylko pożyczyłeś', prawda? Upadliście jeszcze niżej, niż myślałem! Dlaczego niby w takiej sytuacji miałbym zmienić zdanie?!
uk: Ну так, ти 'просто позичив', так? Ти впав ще нижче, ніж я думав! Чому я маю змінювати свою думку в такій ситуації?!

source: No tak, a co myślałeś? Nie będę się męczyła za darmo! To pierwszy warunek. Drugi, nie możesz być całkowitym fajtłapą.
uk: Ну так, а ти як думав? Я не збираюсь робити це задарма! Це перша умова. Друга – ти не повинен бути повним йолопом.

source: No tak, bierz.
uk: Ось, візьми.

source: No tak, jakoś trzeba zarobić na życie. Też staram się łapać czego się da.
uk: Зрозуміло, треба ж якось заробляти на життя. Теж намагаюся вхопитись за що тільки можна.

source: No tak, jesteś jednym z chłopców na posyłki Lorenzo, który dał się wciągnąć w gierki Kessela.
uk: Точно, ти ж один з хлопчиків на побігеньках у Лоренцо, якого втягнули в ігри Кесселя.

source: No tak, mniej więcej wtedy pojawił się tutaj Bloodwyn. Został kapitanem straży, gdy kopalnia była powiększana i pojawili się nowi górnicy.
uk: Ага, приблизно в той же час сюди прибув Бладвін. Він став капітаном охорони, коли копальню розширили і прибули нові гірники.

source: No tak, mogłem się tego domyślić. Nie wyglądasz mi na kupca...
uk: Ну, так, я міг би здогадатися. Ти не схожий на торговця...

source: No tak, mogłem się tego spodziewać. Swój swojego zawsze będzie kryć.
uk: Ну, так, я міг цього очікувати. Свій завжди покриватиме своїх.

source: No tak, na kimś z miasta może to robić spore wrażenie. To rodzaj ogrzewania. Dzięki temu, pojedyncze, większe piece mogą ogrzewać cały zamek.
uk: Ну, так, це може бути досить вражаючим для людини з міста. Це тип опалення. З його допомогою великі печі можуть обігріти усю фортецю.

source: No tak, po co pytałem. To było takie oczywiste.
uk: Справді, чому це я запитую. Це ж було і так очевидно.

source: No tak, poważny kolega nie ma ochoty się rozerwać.
uk: Ну, звісно, серйозний хлопець не хоче трохи повеселитися.

source: No tak, przecież nikt nie ośmieli się podnieść ręki na szanowanego strażnika miejskiego...
uk: Ну, так, адже ніхто не наважиться підняти руку на шановного вартового Міської Варти...

source: No tak, rozumiem. Przyjaciele na zawsze.
uk: Ну так, розумію. Друзі назавжди.

source: No tak, rzeczywiście. Dobrze, możecie dalej pracować.
uk: Ну, так, дійсно. Що ж, можете продовжувати працювати.

source: No tak, sprawa Jona...
uk: Ну, так, стосовно Йона...

source: No tak, sprawiedliwi Magowie Wody, którzy przybyli wam na ratunek, jedynie spacyfikowali przeciwników tak, jak Adanos nakazał.
uk: Ну так, праведні Маги Води, які прийшли тобі на допомогу, лише заспокоювали своїх ворогів, як і велів Аданос.

source: No tak, sprawiedliwości stało się zadość.
uk: Що ж, так, правосуддя відбулося.

source: No tak, słyszałem, że od czasu do czasu wlatują tam te śmierdzące trutnie.
uk: Так, я чув, у нього там час від часу літають ці смердючі трутні.

source: No tak, tak jak powiedziałem. Chyba niedługo później poszedł do miasta załatwić jakiś interes. Pamiętam, że chciałem go namówić, by mi je oddał, ale już nie miałem jak.
uk: Ну, так, як я вже сказав. Здається, незабаром він поїхав до міста у справах. Я пам'ятаю, як намагався переконати його повернути їх мені, але нічого не вийшло.

source: No tak, wszystko jasne. Ten człowiek niczego nie potrafi zachować dla siebie.
uk: Ну звісно, тепер зрозуміло. Цей чоловік явно не вміє тримати язика за зубами.

source: No tak, zamiast zająć się prawdziwą robotą i poprawić swoją sytuację wolą po prostu biegać po mieście i narzekać jakie to życie oraz prawo jest niesprawiedliwe.
uk: Замість того, щоб займатися реальною роботою і покращувати своє становище, вони вважають за краще просто бігати по місту і скаржитися на несправедливе життя і закон.

source: No tak. Dawno temu byłem nowicjuszem w klasztorze. Potrafię czytać, pisać, liznąłem trochę wiedzy. A tak poza tym, jestem Veigo.
uk: Ну, так. Колись давно я був послушником у монастирі. Я вмію читати, писати, набрався деяких знань. І, до речі, мене звуть Вейго.

source: No tak. Jon to jakiś specjalista, zabił w swoim życiu więcej pełzaczy, niż ja wypiłem butelek piwa. Chyba ma jakiś plan.
uk: Так. Йон свого роду експерт. Він убив за своє життя більше повзунів, ніж я випив пляшок пива. Схоже, він має якийсь план.

source: No tak. Nie rozpoznałeś po zapachu?
uk: Так. Ти що, не розпізнаєш по запаху?

source: No tak. Usłyszał o twoim problemie i stwierdził, że jak nikt ci nie pomoże, to przyjdzie nastawić ci bark magicznie.
uk: Авжеж. Він почув про твою проблему і пообіцяв, що якщо тобі ніхто не допоможе, то він прийде і магією вправить тобі плече.

source: No tak... może spróbuj przejść na drugą stronę po skałach?
uk: Ну так... чому б тобі не спробувати перебратися на той бік по скелях?

source: No tak... oczywiście chodzi mi o usprawnienie odtrutki na jad rzecznego krwiopijcy, gdyby przypadkiem więcej takich nieszczęśników jak wy na nie natrafiło.
uk: Ну, так... Звичайно, я говорю про вдосконалення протиотрути, на випадок, якщо з шершнями випадково зіткнеться ще більше таких нещасних, як ви.

source: No to bierz się za robotę, ja nie lubię być mokry.
uk: Ну, давай до роботи, я не хочу намокнути.

source: No to chodź, śmieciu, i pokaż, co potrafisz!
uk: Давай, покидьку, покажи, на що ти здатен!

source: No to chodźmy dalej.
uk: Ну, то ходімо далі.

source: No to chyba oczywiste, masz moje słowo.
uk: Само собою, даю тобі слово.

source: No to co mi dupę zawracasz, nie widzisz, że pełnię bardzo ważną wartę?
uk: Ти мені баки не забивай, не бачиш, що я стою на дуже важливій варті?

source: No to go znalazłeś, ale w złym zdrowiu. Leży w komnacie, nikt nie ma tam wstępu.
uk: Ну, ти його знайшов, але не в найкращому стані. Він лежить у палаті, туди нікого не впускають.

source: No to ich popytaj. Znają zasady, muszą mi dostarczyć odpowiednią ilość drewna w odpowiednim czasie, a co robią po godzinach, to ich sprawa.
uk: Тоді запитай їх. Правила вони знають: принести мені потрібну кількість деревини у потрібний час, а що вони роблять у неробочий час - це вже їхня справа.

source: No to idę do Limana.
uk: Ну, тоді я йду до Лімана.

source: No to je znalazłeś!
uk: Тоді ти їх знайшов!

source: No to jest raport, jakiego od ciebie oczekiwałem.
uk: Що ж, саме такого звіту я від тебе й чекав.

source: No to jesteśmy.
uk: Схоже, ми на місці.

source: No to mam dla ciebie dobrą wiadomość.
uk: Що ж, у мене для тебе гарна новина.

source: No to mamy go z głowy na parę godzin!
uk: Що ж, ми знайшли йому заняття на кілька годин!

source: No to mamy już wszystkie elementy układanki.
uk: Що ж, тепер у нас є всі шматочки пазлу.

source: No to mamy problem.
uk: Тоді у нас проблема.

source: No to na co czekasz? Przynieś mi jedno, kolego.
uk: То чого ж ти чекаєш? Принеси мені одне, друже.

source: No to na co czekasz? To najpotężniejszy człowiek w Przystani, nasz kapitan jeszcze ze starych, dobrych czasów. Od niego powinieneś zacząć.
uk: То чого ти чекаєш? Він найвпливовіша людина в Гавані, він наш капітан ще зі старих добрих часів. З нього тобі варто почати.

source: No to po robocie! Co teraz?
uk: Ось і вся робота! Що тепер?

source: No to pokaż co potrafisz!
uk: Ну то покажи, на що ти здатен!

source: No to pokaż, co potrafisz!
uk: Тоді покажи, на що ти здатен!

source: No to postaraj się je zdobyć, i to szybko!
uk: Тоді спробуй їх роздобути, і якнайшвидше!

source: No to się lepiej pośpiesz i trochę wydobądź. Bez samorodków długo nie przetrwasz w tym miejscu.
uk: Що ж, тоді тобі краще поквапитися і дістати їх. Без самородків ти тут довго не протягнеш.

source: No to się mylisz!
uk: Тоді ти помилився!

source: No to składa się idealnie! Wybierz sobie któregoś!
uk: Ну от і добре! Вибери собі якусь!

source: No to sprawa załatwiona. Niech ma kobieta coś z życia.
uk: Що ж, справу вирішено. Нехай жінка хоч щось отримає від життя.

source: No to tak... krwiopijce i trutnie mają taki czuły punkt na odwłoku. Musisz go znaleźć i nacisnąć, a żądło się wysunie.
uk: Справа ось у чому... у шершнів і трутнів є чутливе місце на черевці. Треба знайти його та натиснути, і жало вилізе назовні.

source: No to ten, jak otwierasz zamek, który zrobił ktoś znający się na temacie, musisz wyczuć, gdzie wytrzymuje on najwięcej. Tam, gdzie największy opór, tam nie pchasz wytrycha.
uk: Ну, коли відкриваєш замок, зроблений справжнім майстром, ти маєш відчути, де опір найбільший. У таких місцях намагайся сильно не тиснути відмичкою.

source: No to teraz będziesz osądzony i puszczony w skarpetkach. Stawaj do walki! Na pięści, żadnej broni!
uk: Ну, тепер тебе судитимуть і ти залишишся в одних тільки шкарпетках. Бийся! На кулаках, ніякої зброї!

source: No to teraz już rozumiesz! Ale spokojnie, możesz to wszystko naprawić!
uk: Що ж, тепер ти розумієш! Але будь певен, ти можеш все виправити!

source: No to teraz sobie 'porozmawiamy'!
uk: А тепер 'поговоримо'!

source: No to tym razem tak się składa, że to kłopoty szukają ciebie!
uk: Тоді виходить, що проблеми шукають тебе!

source: No to w drogę!
uk: Ну, в дорогу!

source: No to wygląda, że ten był wyjątkiem.
uk: Що ж, схоже, цей корабель був винятком.

source: No to zabieraj ją, jej buźka i tak mi się znudziła. A teraz wybacz, mam złoto do wydania.
uk: Ну то забирай її. Мені все одно вона вже набридла. А тепер звиняй, нам треба витратити золото.

source: No to zdrowie!
uk: Ну, будьмо!

source: No to znaleźliśmy powód zatrucia. Jedna zagadka rozwiązana!
uk: Що ж, ми знайшли причину отруєння. Одна таємниця розгадана!

source: No to znasz już odpowiedź.
uk: Ну тоді ти вже знаєш відповідь.

source: No to zostań płatnym zabójcą, czy coś...
uk: Тоді стань найманим вбивцею, абощо...

source: No to zupełnie inna sprawa.
uk: Ну, це вже зовсім інша справа.

source: No trudno.
uk: Ну що ж, буває.

source: No trudno. Przydzielę ci dwóch ludzi i razem pójdziecie po tego górnika. Jeśli uda wam się znaleźć również inne dowody, tym lepiej.
uk: Ну, що ж, добре. Я дам тобі двох людей, і ви разом підете за цим гірником. Якщо тобі вдасться знайти й інші докази, тим краще.

source: No trudno. Towar i tak miał iść do Gildii Kupieckiej, więc był ubezpieczony. Ale zawsze lepiej dostarczyć całość zamówienia.
uk: Ну, що ж. Товар все одно призначався Торговій Гільдії, тож він був застрахований. Але завжди краще доставляти все замовлення.

source: No w końcu! Rozglądałem się za tobą!
uk: Ну, нарешті! Я тебе всюди шукаю!

source: No w końcu! Za tą czarną robotę, którą tu odwalam coś mi się przecież należy.
uk: Ну нарешті! Зрештою, я ж на щось заслуговую за всю цю брудну роботу.

source: No w końcu, ileż można czekać?!
uk: Ну нарешті, скільки ще можна чекати?!

source: No w sumie nie mam posążka Innosa w domu...
uk: Ну, насправді у мене вдома немає статуетки Інноса...

source: No weź, przecież fajnie się strzelało...
uk: Годі тобі, весело ж постріляли...

source: No widzisz! Dwie pieczenie za jednym wystrzałem!
uk: Ну ось бачиш! Двох зайців одним пострілом!

source: No widzisz, to nie było takie trudne.
uk: Бачиш, це було не так вже й важко.

source: No widzisz, wiedziałem, że sam też chętnie go zjesz.
uk: От бачиш, я знав, що ти й сам залюбки його з'їси.

source: No widzisz. Owszem, zarobki, szczególnie na początku, nie są zbyt wielkie, ale spokojnie można za nie wyżyć na w miarę ludzkim poziomie.
uk: Ну дивись сам. Так, заробіток, особливо спочатку, не дуже високий, але дозволяє жити відносно по-людськи.

source: No widzisz. Tym lepiej, że zajmiesz się nim osobiście.
uk: От бачиш. Тим краще, що ти розберешся з ним особисто.

source: No wiesz, chciałem się trochę zabawić...
uk: Ну, знаєш, я хотів трохи розважитися...

source: No wiesz, intrygi, spiski, szare eminencje i zdrady. Musisz go w coś wrobić. Wtedy Andreas przestanie mu ufać i będę mógł z nim spokojnie porozmawiać.
uk: Знаєш, інтриги, змови, сірі підступи і зради. Ти мусиш його в чомусь підставити. Тоді Андреас перестане йому довіряти і я зможу спокійно з ним поговорити.

source: No wiesz, najlepiej takie, które by nie krzyczały do wszystkich: 'Hej, popatrzcie na mnie, jestem z Gildii!'
uk: Ну, знаєш, такий, щоб він не кричав всім: 'Гей, подивіться на мене, я з Гільдії!'

source: No wiesz... po winie Ernesto ktoś się pochoruje. Ludzie zaczną mieć wątpliwości co do jakości jego towaru... tłumaczyć dalej?
uk: Ну, розумієш... після вина Ернесто комусь стане погано. Люди почнуть сумніватися в якості його продукції. Пояснювати далі?

source: No więc... chyba w niczym. Przepraszam, nie chciałabym mówić o Nelsonie za jego plecami.
uk: Ну... мабуть, ні в чому. Перепрошую, я б не хотіла говорити про Нельсона за його спиною.

source: No więc... to moja duma. Mam plan zawojować tym piwem świat. Nie chodzi o mnie, czy o złoto. Chcę, żeby ono zawojowało świat. Naprawdę jest tego warte.
uk: Отже... це моя гордість. У мене є план підкорити світ за допомогою цього пива. Справа не в мені і не в золоті. Я хочу, щоб воно підкорило світ. Воно того варте.

source: No wreszcie jesteś!
uk: Ну, нарешті ти тут!

source: No wspaniale, jeszcze tylko strażnika traktów od siedmiu boleści mi tu brakowało. No nic, zajmę się tym. Dobrze, że mnie poinformowałeś.
uk: Чудово. Тільки наглядача мосту мені тут не вистачало. Гаразд, я з цим розберуся. Добре, що ти сказав мені про це.

source: No wstawaj, długa droga przed tobą. Możesz podziękować Marvinowi. Gdyby nie on, nigdy już byś nie stanął na nogach.
uk: Ну що ж, вставай, у тебе попереду довгий шлях. Подякуй Марвіну. Якби не він, ти б ніколи не встав на ноги.

source: No właśnie!
uk: Дійсно!

source: No właśnie! Raz mnie tylko weźmie i złamie! Nie, to jest głupi pomysł. W sumie to nawet ten bark przestał mnie boleć, nie potrzeba żadnego zabiegu!
uk: Саме так! Він просто схопить мене і ще щось зламає! Ні, це дурна ідея. Насправді, навіть плече перестало боліти, навіть вправляти нічого не потрібно!

source: No właśnie! Zareklamujesz mój towar u kilku wpływowych osób w mieście. Co ty na to? Nie będę skąpił złota.
uk: Саме так! Ти розрекламуєш мій товар деяким впливовим людям у місті. Що скажеш? Я не поскуплюся на золото.

source: No właśnie, 'coś'! A tutaj potrzeba szerokiej wiedzy podpartej doświadczeniem. Ja mam i jedno, i drugie!
uk: Ну ось, 'дещо'! А тут потрібні широкі знання, підкріплені досвідом. У мене є і те, і інше!

source: No właśnie. Był tak... Arethe, Gron... Henk i Legrif... i... i to już, zdaje się, wszyscy. Ale nawet za tych głowy nie dam.
uk: Добре. Їх отримали... Арет, Грон... Хенк і Легріф... і... і це здається, всі. Але я не впевнений.

source: No właśnie. I była dokładnie taka, jaka miała być, prawda? Całkowicie wyleczyła ukąszenie krwiopijcy.
uk: Саме так. І воно було саме таким, яким мало бути, чи не так? Воно повністю вилікувало укус шершня.

source: No właśnie. Może po tym trunku odechce mu się choć na chwilę żłopać piwo.
uk: Правильно. Можливо, ця гидота змусить його на деякий час припинити пити пиво.

source: No zależy, ale o wiele bardziej zależy mi na pozostaniu żywym.
uk: Ну, це залежить від багатьох обставин, але найбільше я зацікавлений у тому, щоб залишитися живим.

source: No zobaczmy, co udało ci się zdobyć.
uk: Що ж, подивимось, що тобі вдалося дістати.

source: No! I tak miało być od początku! Ruchy!
uk: І так мало бути з самого початку! Рухайся!

source: No! I tak to ma wyglądać! Dostałem, czego chciałem, teraz ty dostaniesz informacje.
uk: Ну ось! Так і мало бути! Я отримав те, що хотів, тепер і ти отримаєш інформацію.

source: No! I to ja rozumiem!
uk: Ось це я розумію!

source: No! Wilk syty i owca cała.
uk: Так! І вовки ситі, і вівця ціла.

source: No! Wszystkie te skarby będą tylko moje!
uk: Ні! Всі ці скарби будуть тільки моїми!

source: No, Marvin! Bierz się do pracy!
uk: Ну ж бо, Марвіне! До роботи!

source: No, Marvin, do roboty!
uk: Що ж, Марвіне, до роботи!

source: No, a teraz z pozostałymi zróbcie to samo!
uk: Ну, а тепер і решту туди ж!

source: No, ale jak sam widzisz to kwestia znalezienia odpowiedniej publiczności.
uk: Але, як сам бачиш, все залежить від пошуку правильної аудиторії.

source: No, ale jesteś ciekawski! Przez kilkanaście lat służyłem w armii, na kontynencie.
uk: Ну, і допитливий же ти! Я кільканадцять років прослужив в армії, на континенті.

source: No, ale jeśli cię walnie...
uk: Ну, але якщо він тебе зачепить...

source: No, ale miałem opowiedzieć ci o piwie. Do słodu pszenicznego dodaje się trochę chmielu - dzięki temu piwo ma delikatną goryczkę i ciekawszy smak.
uk: Але я збирався розповісти тобі про пиво. До пшеничного солоду додають трохи хмелю – це надає пиву легку гірчинку і більш цікавий смак.

source: No, ale nie ma co narzekać, głodem tu nie przymieramy, jakoś sobie radzimy.
uk: Але нема на що скаржитися, ми тут не голодуємо, якось даємо собі раду.

source: No, ale tobie widzę powodzi się nie najgorzej...
uk: Ну, я бачу, у тебе все не так погано...

source: No, ale zostawmy już ten temat!
uk: Так, але давай не будемо про це!

source: No, aż się szarpią...
uk: Ну, поки вони не смикаються...

source: No, biegnij do Rodericha, ma tysiąc ważniejszych rzeczy na głowie.
uk: Що ж, біжи до Родеріха, у нього в голові тисяча важливіших справ.

source: No, być może ktoś tam zastawił na ciebie pułapkę. Ale Gildia wszystkim się zajmie, spokojna głowa!
uk: Ну, схоже, хтось там влаштував тобі засідку. Але Гільдія про все подбає, не хвилюйся!

source: No, chyba że jakimś cudem awansują cię na dowódcę!
uk: Ну, хіба що тебе якимось дивом підвищать до командира!

source: No, chyba że jesteś doświadczonym wojownikiem, ale raczej na takiego nie wyglądasz...
uk: Ну, хіба що ти досвідчений боєць, але ти на такого не схожий...

source: No, chyba że obleciał cię strach przed starszym bratem.
uk: Ну, якщо тільки не боїшся старшого брата.

source: No, chłoptasiu. Muszę przyznać, że dokonujesz cudów. Dawno nie czułem takiej satysfakcji.
uk: Що ж, хлопче. Мушу визнати, що ти твориш дива. Я давно не відчував такого задоволення.

source: No, co tak patrzysz, masz jeszcze jakieś pytania?
uk: Ну, і на що ти витріщився? Може, хочеш щось спитати?

source: No, coś tam umiem. Jakoś dostarczyłem ci te skóry, prawda?
uk: Ну, щось там вмію. Якось же я дістав тобі ті шкури, чи не так?

source: No, czego chcesz? Co jest takie ważne, by przeszkadzać Dużemu Benowi?
uk: Ну, і чого ти хочеш? Що такого важливого, щоб турбувати Великого Бена?

source: No, czekaj, zobaczmy, czy ten cel jest już ustawiony.
uk: Що ж, почекай, давай подивимося, чи ця мішень вже встановлена.

source: No, daj bydlakowi to, na co zasłużył!
uk: Що ж, дайте покидьку те, на що він заслуговує!

source: No, daj świni, na co zasługuje!
uk: Що ж, дамо свині те, на що вона заслужила!

source: No, dalej!
uk: Ну, давай!

source: No, dobrze, koniec tego dobrego. Idź się przespać, najlepiej w jakimś ciepłym miejscu, żebyś się nie przeziębił na samym starcie.
uk: Гаразд, годі веселитися. Іди проспись, бажано в теплому місці, щоб не простудитися з першого ж дня.

source: No, dołóż mu!
uk: Ну ж бо, вріж йому!

source: No, i na co ci to było?
uk: І для чого ти це зробив?

source: No, i nie chcę za to piwa, uczenie zręczności samo w sobie jest... Heh, zabawne. Chociaż... złoto chętnie przygarnę, hehe!
uk: Ну, і я не хочу за це пива, навчання спритності саме по собі... Хех, цікаве. Хоча... Я з радістю візьму і золото, хе-хе!

source: No, i teraz to możemy rozmawiać!
uk: Що ж, тепер ми можемо поговорити!

source: No, i teraz widzę, że się starasz.
uk: Ну, тепер я бачу, що ти стараєшся.

source: No, i to by było na tyle. Sprawa pierwszorzędnie załatwiona.
uk: Ну, ось і все. Роботу виконано на відмінно.

source: No, i to ja rozumiem!
uk: Ось це я розумію!

source: No, i to jest młody, odpowiedzialny człowiek. Masz jeszcze jakąś sprawę?
uk: Що ж, виявляється, ти кмітливий юнак. Тобі більше зайнятись нема чим?

source: No, i to już są konkretne informacje.
uk: Ну ось, це вже конкретна інформація.

source: No, i trzymaj jeszcze kilka butelek paladyna, może akurat uda ci się znaleźć kolejnego kupca!
uk: Ну, і тримай ще кілька пляшок Паладина, можливо, ти знайдеш ще одного покупця!

source: No, i? Co się wylosowało?
uk: Ну? І що ж там написано?

source: No, ja tam nie wejdę! Szanujmy się, dlaczego ktoś o mojej pozycji musiałby babrać się w takim gównie?
uk: Ну, я туди не піду! Давай поважати один одного, навіщо людині мого звання порпатися в такому лайні?

source: No, jak to mawiał klasyk: 'Nie chcę, ale muszę.'
uk: Що ж, як казав класик: 'Не хочу, але мушу'.

source: No, jazda stąd!
uk: Ну ж бо, забирайся звідси!

source: No, jest w porządku. Proszę!
uk: Ну, все гаразд. Прошу!

source: No, jesteś w końcu! Gdzie ty się włóczysz?!
uk: Ну, нарешті ти прийшов! Де тебе носило?!

source: No, jesteś wreszcie. Wszyscy czekają na ciebie i Olivera.
uk: Ну, нарешті ти прийшов. Всі чекають на вас з Олівером.

source: No, jesteście. Teren już dawno zbadany, i myślę, że wypatrzyłem podejrzanego.
uk: Ну, ось ти де. Цю місцевість я вже давно обстежив, і думаю, що знайшов один екземпляр.
